-- เพิ่มสมาชิก Catering 5 คน
INSERT INTO students (student_id, name, nickname, department, faculty, major)
VALUES
  ('6730100761', 'อมราพร สดุดี',         'บีม',   'Catering', 'คณะวิทยาการจัดการ',        'การจัดการ'),
  ('6830500567', 'ฑิตฐิตา ทรงคงดวงดี',   'นาเดีย','Catering', 'คณะเศรษฐศาสตร์ ศรีราชา',  'เศรษฐศาสตร์'),
  ('6830500184', 'กิตติชนาภา อุดม',       'โมจิ',  'Catering', 'คณะเศรษฐศาสตร์ ศรีราชา',  'เศรษฐศาสตร์'),
  ('6830405424', 'อริญชยา หนูสาย',        'จีจี้', 'Catering', 'คณะพาณิชยนาวีนานาชาติ',    'การขนส่งทางทะเล'),
  ('6730151111', 'ปนัสยา สุวรรณศรี',      'พีม',   'Catering', 'คณะวิทยาการจัดการ',        'การบัญชี')
ON CONFLICT (student_id) DO NOTHING;
